tap "apenngrace/vulkan"
tap "bazelbuild/tap"
tap "cjbassi/gotop"
tap "dart-lang/dart"
tap "esimov/triangle"
tap "ethereum/ethereum"
tap "golangci/tap"
tap "grpc/grpc"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Homebrew/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "master-g/tap"
tap "shopify/shopify"
brew "aldo"
brew "libpng"
brew "xz"
brew "openexr"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bashdb"
brew "bat"
brew "berkeley-db@4"
brew "boost"
brew "bottom"
brew "buildifier"
brew "freetype"
brew "glib"
brew "pkg-config"
brew "libevent"
brew "libtasn1"
brew "libtool"
brew "cask"
brew "eigen"
brew "tbb"
brew "ceres-solver"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cointop"
brew "cowsay"
brew "ctags"
brew "curl"
brew "deno"
brew "go"
brew "dep"
brew "dust"
brew "ejdb"
brew "ethereum"
brew "fd"
brew "jpeg", link: true
brew "sdl2"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "fontforge", link: false
brew "fortune"
brew "gh"
brew "git"
brew "gitui"
brew "glew"
brew "glfw"
brew "glm"
brew "goreleaser"
brew "sdl2_image"
brew "gource"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "hdf5"
brew "htop"
brew "httpie"
brew "libplist"
brew "libusb"
brew "libusbmuxd"
brew "libxml2"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "iperf3"
brew "leveldb"
brew "libpq"
brew "librdkafka"
brew "llvm"
brew "lsd"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "makedepend"
brew "maven"
brew "mercurial"
brew "s-lang"
brew "most"
brew "mplayer"
brew "mysql"
brew "navi"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "nsq"
brew "numpy"
brew "nvm"
brew "onefetch"
brew "opencv"
brew "pngquant"
brew "portaudio"
brew "postgresql@14"
brew "pwgen"
brew "qt"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "scons"
brew "scrcpy"
brew "screenfetch"
brew "sdl12-compat"
brew "sdl_image"
brew "shfmt"
brew "sl"
brew "starship"
brew "telnet"
brew "termshark"
brew "timidity"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "triangle"
brew "uncrustify"
brew "upx"
brew "vim"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zellij"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "dart-lang/dart/dart"
brew "master-g/tap/protoc-gen-bean"
brew "shopify/shopify/toxiproxy"
cask "anaconda"
cask "bloomrpc"
cask "db-browser-for-sqlite"
cask "docker"
cask "font-cascadia"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-meslo-nerd-font"
cask "font-mononoki-nerd-font"
cask "fontforge"
cask "ganache"
cask "hammerspoon"
cask "kitty"
cask "mark-text"
cask "neovide"
cask "processing"
cask "sioyek"
cask "vulkan-sdk"
cask "webpquicklook"
cask "xquartz"
