tap "bazelbuild/tap"
tap "cjbassi/gotop"
tap "dart-lang/dart"
tap "esimov/triangle"
tap "ethereum/ethereum"
tap "golangci/tap"
tap "grpc/grpc"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Homebrew/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "homebrew/core", "https://github.com/Homebrew/homebrew-core.git"
tap "jesseduffield/lazydocker"
tap "shopify/shopify"
cask "xquartz"
brew "readline"
brew "sqlite"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bashdb"
brew "bat"
brew "berkeley-db@4"
brew "boost"
brew "buildifier"
brew "libpng"
brew "freetype"
brew "glib"
brew "cmake"
brew "eigen"
brew "tbb"
brew "ceres-solver"
brew "clang-format"
brew "cloc"
brew "cointop"
brew "cowsay"
brew "ctags"
brew "curl"
brew "go"
brew "dep"
brew "etcd"
brew "ethereum"
brew "libevent"
brew "libtasn1"
brew "pkg-config"
brew "jpeg"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "libtool"
brew "fontforge"
brew "fortune"
brew "git"
brew "glew"
brew "glfw"
brew "glm"
brew "sdl2_image"
brew "gource"
brew "gradle"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "hdf5"
brew "htop"
brew "httpie"
brew "libplist"
brew "libusb"
brew "libxml2"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "openexr"
brew "imagemagick"
brew "iperf3"
brew "leveldb"
brew "libpq"
brew "librdkafka"
brew "llvm"
brew "lsd"
brew "lua"
brew "makedepend"
brew "maven"
brew "mercurial"
brew "s-lang"
brew "most"
brew "mplayer"
brew "mysql"
brew "navi"
brew "neovim"
brew "nsq"
brew "numpy"
brew "nvm"
brew "qt"
brew "opencv"
brew "pngquant"
brew "portaudio"
brew "postgresql"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "rust-analyzer"
brew "scons"
brew "screenfetch"
brew "sdl"
brew "sdl_image"
brew "shfmt"
brew "sl"
brew "telnet"
brew "timidity"
brew "tldr"
brew "tmux"
brew "tree"
brew "triangle"
brew "uncrustify"
brew "vim"
brew "watchman"
brew "wget"
brew "zeromq"
brew "zsh"
brew "zsh-completions"
brew "cjbassi/gotop/gotop"
brew "golangci/tap/golangci-lint"
brew "jesseduffield/lazydocker/lazydocker"
brew "shopify/shopify/toxiproxy"
cask "alacritty"
cask "anaconda"
cask "another-redis-desktop-manager"
cask "db-browser-for-sqlite"
cask "font-cascadia"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-meslo-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-victor-mono"
cask "fontforge"
cask "hammerspoon"
cask "pgadmin4"
cask "webpquicklook"
