tap "apenngrace/vulkan"
tap "bazelbuild/tap"
tap "dart-lang/dart"
tap "esimov/triangle"
tap "ethereum/ethereum"
tap "gabotechs/taps"
tap "golangci/tap"
tap "goreleaser/tap"
tap "grpc/grpc"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "master-g/tap"
tap "surrealdb/tap"
brew "aldo"
brew "libpng"
brew "xz"
brew "openexr"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bashdb"
brew "bat"
brew "berkeley-db@4"
brew "binutils"
brew "boost"
brew "bottom"
brew "buildifier"
brew "freetype"
brew "glib"
brew "libevent"
brew "libtasn1"
brew "cask"
brew "eigen"
brew "tbb"
brew "ceres-solver"
brew "clang-format"
brew "cmake"
brew "cowsay"
brew "ctags"
brew "curl"
brew "deno"
brew "dust"
brew "ejdb"
brew "erdtree"
brew "ethereum"
brew "exercism"
brew "fd"
brew "numpy"
brew "sdl2"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "libtool"
brew "fontforge", link: false
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "glew"
brew "glfw"
brew "glm"
brew "libusb"
brew "go"
brew "goreleaser"
brew "sdl2_image"
brew "gource"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "hdf5"
brew "htop"
brew "httpie"
brew "libplist"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "imagemagick"
brew "iperf3"
brew "jpeg"
brew "jq"
brew "leveldb"
brew "libpq"
brew "librdkafka"
brew "libxml2"
brew "llvm"
brew "lsd"
brew "lua"
brew "luajit"
brew "luarocks"
brew "makedepend"
brew "maven"
brew "mercurial"
brew "s-lang"
brew "most"
brew "mplayer"
brew "mysql"
brew "navi"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "node"
brew "nsq"
brew "nvm"
brew "onefetch"
brew "qt"
brew "opencv"
brew "pkg-config"
brew "pngquant"
brew "pnpm"
brew "poppler"
brew "portaudio"
brew "postgresql@14"
brew "pre-commit"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "scons"
brew "scrcpy"
brew "screenfetch"
brew "sdl12-compat"
brew "sdl_image"
brew "shfmt"
brew "sl"
brew "starship"
brew "telnet"
brew "termshark"
brew "timidity"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "tree"
brew "triangle"
brew "typst"
brew "unar"
brew "uncrustify"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "gabotechs/taps/dep-tree"
brew "master-g/tap/protoc-gen-bean"
brew "surrealdb/tap/surreal"
cask "anaconda"
cask "db-browser-for-sqlite"
cask "docker"
cask "flutter"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-mononoki-nerd-font"
cask "font-montserrat"
cask "font-noto-sans"
cask "font-nunito"
cask "font-symbols-only-nerd-font"
cask "fontforge"
cask "ganache"
cask "hammerspoon"
cask "hyper"
cask "kitty"
cask "mark-text"
cask "mitmproxy"
cask "processing"
cask "webpquicklook"
cask "xquartz"
cask "zed"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "alexcvzz.vscode-sqlite"
vscode "alexisvt.flutter-snippets"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asciidoctor.asciidoctor-vscode"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "circledev.glsl-canvas"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "csstools.postcss"
vscode "cweijan.vscode-typora"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dunstontc.viml"
vscode "editorconfig.editorconfig"
vscode "enginedesigns.retroassembler"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "geriyoco.vscode-image-gallery"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "ibm.output-colorizer"
vscode "irongeek.vscode-env"
vscode "james-yu.latex-workshop"
vscode "jdinhlife.gruvbox"
vscode "jebbs.plantuml"
vscode "josetr.cmake-language-support-vscode"
vscode "jrebocho.vscode-random"
vscode "juanblanco.solidity"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mhutchie.git-graph"
vscode "mitaki28.vscode-clang"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "nvarner.typst-lsp"
vscode "pkief.material-icon-theme"
vscode "planbcoding.vscode-react-refactor"
vscode "polymeilex.wgsl"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rreverser.llvm"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "sastan.twind-intellisense"
vscode "sbsnippets.pytorch-snippets"
vscode "serayuzgur.crates"
vscode "shadowtime2000.eta-vscode"
vscode "slevesque.shader"
vscode "solang.solang"
vscode "spywhere.guides"
vscode "srcery-colors.srcery-colors"
vscode "statiolake.vscode-rustfmt"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tintinweb.solidity-visual-auditor"
vscode "tintinweb.vscode-ethover"
vscode "tintinweb.vscode-inline-bookmarks"
vscode "tintinweb.vscode-solidity-flattener"
vscode "tintinweb.vscode-solidity-language"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
